// 此页面展示一个用户操作指南，包括如何注册、登录、创建帖子、评论帖子等。
/**
 * 点击用户头像可以修改账户信息和退出登录
 * 左上角的ziyanlog是一个导航，用户点击可以返回到主页面，和home的效果一样
 * trending代表7天之内的文章，most popular代表访问次数最多的文章
 * Newest和Oldest是最新排列和最旧排列
 * 首页的All Posts是全部文章页面，进去之后用户可以搜索匹配文章的标题，过滤文章，也可以根据类别查找文章
 * All Posts标签旁边的都是文章类别，用户可以点击类别筛选文章
 * 点击文章的作者可以展示此作者所有的文章
 * 首页的箭头动画是发布文章的导航点击可以去写文章，选择封面，标题，类别，和内容，内容可以插入图片和视频
 * 首页的01，02，03，04展示的是管理员的特色文章，
 * 点击任意一个文章的标题可以进去评论，收藏，和删除（仅限作者和管理员）
 * 评论可以作者和管理员进行删除
 */
const About = () => {
    return (
        <div>
            <h1>About</h1>
        </div>
    )
}
export default About